
const polits =
  [
    {
      id: 0,
      title: "1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ",
      items: [
        '1.1 В данной Политике конфиденциальности используются следующие термины:',
        '1.1.1. «Администрация сайта Интернет-магазина (далее – Администрация сайта) » – уполномоченные сотрудники на управления сайтом, действующие от имени интернет- магазина «ПУШКА ОГОНЬ», которые организуют обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия или операции, совершаемые с персональными данными.',
        '1.1.2. «Персональные данные» - любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных).',
        '1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.',
        '1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Администратором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.',
        '1.1.5. «Пользователь сайта Интернет-магазина «ПУШКА ОГОНЬ» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт интернет-магазина.',
        '1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.',
        '1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.'
      ]
    },
    {
      id: 1,
      title: "2.ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ",
      items: [
        '2.1. Пользуясь сайтом или приобретая товар, предлагаемый на сайте , а также отвечая на необходимые вопросы в анкете при регистрации и/ или оформлении покупки, пользователь подтверждает, что дает согласие Интернет-магазину «ПУШКА ОГОНЬ» и уполномоченным им лицам, на обработку персональных данных, а также что является совершеннолетним лицом.',
        '2.2. Пользователь дает свое согласие Администрация сайта на обработку полученной информации, включая сбор, систематизацию, накопление, хранение, уточнение (обновление, исправление), использование, распространение, обезличивание, блокирование, уничтожение персональных данных, указанных в анкете, в целях мероприятий, направленных на формирование базы данных участников, составления статистической отчетности, проведения маркетинговых исследований, а также осуществления взаимодействия с пользователем, в том числе по сетям электросвязи, включая направление SMS-сообщений и электронных писем, до отзыва такого согласия.',
        '2.3. Пользователь подтверждает свое согласие с тем, что Администрация сайта вправе взаимодействовать с Пользователем путем осуществления прямых контактов с помощью различных средств связи, включая, но, не ограничиваясь: почтовая рассылка, электронная почта, сеть Интернет и др.',
        '2.4. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, включают в себя, но не ограничиваются следующей информацией:',
        '2.4.1. ФИО Пользователя;',
        '2.4.2. контактный телефон Пользователя;',
        '2.4.3. адрес электронной почты (e-mail);',
        '2.4.4. адрес доставки Товара;',
        '2.4.5. место жительство Пользователя.',
      ]
    },
    {
      id: 2,
      title: "3.ЦЕЛИ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАНЫХ",
      items: [
        '3.1. Персональную информацию Пользователя Интернет-магазина ТС«ПУШКА ОГОНЬ» использует в следующих целях:',
        '3.1.1. идентификации Пользователя, зарегистрированного на сайте Интернет-магазина, для оформления заказа и (или) заключения Договора купли-продажи товара дистанционным способом с Интернет-магазином ТС «MEGASPORT».',
        '3.1.2. предоставления Пользователю эффективной клиентской поддержки;',
        '3.1.3. предоставления Пользователю персонализированных Сервисов;',
        '3.1.4. связи с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервисов, оказания услуг, а также обработки запросов и заявок от Пользователя;',
        '3.1.5. улучшения качества Сервисов, удобства их использования, разработка новых Сервисов и услуг;',
        '3.1.6. предоставления информации о товарах, услугах, реализуемых «ПУШКА ОГОНЬ», о рекламных акциях, проводимых ТМ «ПУШКА ОГОНЬ», ответов на запросы, а также выполнение ТМ «ПУШКА ОГОНЬ» своих обязательств перед потребителями товаров (услуг);',
        '3.1.7. проведения статистических и иных исследований на основе обезличенных данных.'
      ]
    },
    {
      id: 3,
      title: "4.КАТЕГОРИИ СОБИРАЕМЫХ ДАННЫХ",
      items: [
        '4.1.Категории Персональных данных, сбор которых осуществляет сайт (самостоятельно или при посредничестве третьих лиц), включают: Файлы «cookie» и Данные об использовании сетевых ресурсов.',
        "4.2. Персональные данные могут предоставляться Пользователем самостоятельно или их сбор может автоматически осуществлять сайт при его использовании.Если не указано иное, сайт https:/ /ogonpushka.com.ua использует файлы «cookie» (или другие средства отслеживания) для идентификации Пользователей и запоминания установленных ими глобальных параметров настройки исключительно в целях предоставления услуги, требующейся Пользователю.",
        '4.3. Пользователи несут ответственность за Персональные данные третьих лиц, которые они получают, публикуют или предоставляют другим лицам, используя сайт, и подтверждают, что у них имеется согласие третьего лица на предоставление Данных Владельцу.'
      ]
    },
    {
      id: 4,
      title: "5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАНЫХ",
      items: [
        '5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.',
        '5.2. Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на Сайте Интернет-магазина ТМ «ПУШКА ОГОНЬ», включая доставку Товара.'
      ]
    },
    {
      id: 5,
      title: "6. ПРАВА ПОЛЬЗОВАТЕЛЕЙ",
      items: [
        '6.1. Пользователи вправе в любое время узнать, были ли сохранены их Персональные данные, и могут обращаться к Администрации сайта, чтобы узнать их содержание и происхождение, проверить их достоверность, или попросить их дополнить, аннулировать, обновить или исправить либо преобразовать в формат, обеспечивающий анонимность, или блокировать любые данные, хранящиеся в нарушение закона, а также выступить против их обработки по всем без исключения законным основаниям. Соответствующие запросы следует направлять Администрации сайта по адресу, указанному в контактных сведениях на сайте.'
      ]
    },
    {
      id: 6,
      title: "7. ПОЛИТИКА В ОТНОШЕНИИ ФАЙЛОВ COOKIE",
      items: [
        "7.1. Сайт собирает информацию о посещениях Вами наших веб-сайтов с целью получения статистики посещений и эффективности их использования, формирования персонального подхода и адаптации к интересам каждого пользователя. Мы делаем это с помощью различных технологий, одна из которых — cookie-файлы. Это данные, которые веб-сайт может отправить вашему браузеру, и они будут сохранены на вашем компьютере для последующей идентификации его веб-сайтом.",
        '7.2. Cookie-файлы используются для оценки эффективности веб-сайтов (например, для измерения количества посетителей и длительности их пребывания на сайте), выявления наиболее интересных и посещаемых тем и страниц, а также для обеспечения удобства навигации и пользования сайтом, без сбора какой-либо персональной информации. Также cookie-файлы могут быть использованы для формирования персонального подхода на основе уже имеющегося опыта взаимодействия пользователя с сайтом и его предпочтениями. С течением времени эта информация позволяет улучшить пользовательский опыт.'
      ]
    },
    {
      id: 7,
      title: "8. БЕЗОПАСНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ",
      items: [
        '8.1. Интернет-магазин ТМ «ПУШКА ОГОНЬ» принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.',
        '8.2. Даная Политика конфиденциальности распространяется только на сайт Интернет- магазина ТМ «ПУШКА ОГОНЬ». Если по ссылкам, размещённым на сайте последнего, Пользователь зайдёт на ресурсы третьих лиц, Интернет-магазин за его действия ответственности не несёт.',
        '8.3. Персональные данные Пользователя могут быть использованы в юридических целях в суде или на этапах, ведущих к возможному обращению в суд в связи с тем, что сайт или услуги использовались ненадлежащим образом.',
        'Пользователь осведомлен о том, что Администрация сайта может быть вынуждена сообщить персональные данные по требованию органов государственной власти.'
      ]
    },
    {
      id: 8,
      title: "9. ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ О ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ",
      items: [
        '9.1. Помимо информации, содержащейся в настоящих правилах обеспечения конфиденциальности персональных данных, сайт может предоставлять Пользователю по запросу дополнительную и контекстуальную информацию, касающуюся конкретных услуг и сервисов или сбора и обработки Персональных данных.',
        '9.2. В целях обеспечения работы сайта и его технического обслуживания, сайт и любые сторонние сервисы могут вести файлы, в которых регистрируется взаимодействие сайта с Пользователями (системные журналы), или использовать с этой целью другие Персональные данные (в частности, IP-адрес).'
      ]
    },
    {
      id: 9,
      title: "10. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ",
      items: [
        '10.1.Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.',
        '10.2.Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте интернет-магазина, если иное не предусмотрено новой редакцией Политики конфиденциальности.',
        '10.3. В случае несогласия с любыми изменениями, внесенными в Правила, Пользователь должен прекратить пользоваться сайтом и может потребовать, чтобы Администрация сайта данных удалила его Персональные данные.'
      ]
    }
  ];

  export default polits;